{
  "zombuul": "Each night*, if no-one died today, choose a player: they die. The 1st time you die, you live but register as dead.",
  "pukka": "Each night, choose a player: they are poisoned. The previously poisoned player dies then becomes healthy.",
  "shabaloth": "Each night*, choose 2 players: they die. A dead player you chose last night might be regurgitated.",
  "po": "Each night*, you may choose a player: they die. If your last choice was no-one, choose 3 players tonight.",
  "godfather": "You start knowing which Outsiders are in play. If 1 died today, choose a player tonight: they die. [-1 or +1 Outsider]",
  "devil's_advocate": "Each night, choose a living player (different to last night): if executed tomorrow, they don't die.",
  "assassin": "Once per game, at night*, choose a player: they die, even if for some reason they could not.",
  "mastermind": "If the Demon dies by execution (ending the game), play for 1 more day. If a player is then executed, their team loses.",
  "goon": "Each night, the 1st player to choose you with their ability is drunk until dusk. You become their alignment.",
  "lunatic": "You think you are a Demon, but you are not. The Demon knows who you are & who you choose at night.",
  "tinker": "You might die at any time.",
  "moonchild": "When you learn that you died, publicly choose 1 alive player. Tonight, if it was a good player, they die.",
  "grandmother": "You start knowing a good player & their character. If the Demon kills them, you die too.",
  "sailor": "Each night, choose an alive player: either you or they are drunk until dusk. You can't die.",
  "chambermaid": "Each night, choose 2 alive players (not yourself): you learn how many woke tonight due to their ability.",
  "exorcist": "Each night*, choose a player (different to last night): the Demon, if chosen, learns who you are then doesn't wake tonight.",
  "innkeeper": "Each night*, choose 2 players: they can't die tonight, but 1 is drunk until dusk.",
  "gambler": "Each night*, choose a player & guess their character: if you guess wrong, you die.",
  "gossip": "Each day, you may make a public statement. Tonight, if it was true, a player dies.",
  "courtier": "Once per game, at night, choose a character: they are drunk for 3 nights & 3 days.",
  "professor": "Once per game, at night*, choose a dead player: if they are a Townsfolk, they are resurrected.",
  "minstrel": "When a Minion dies by execution, all other players (except Travellers) are drunk until dusk tomorrow.",
  "tea_lady": "If both your alive neighbors are good, they can't die.",
  "pacifist": "Executed good players might not die.",
  "fool": "The 1st time you die, you don't.",
  "default": "No Character Selected"
}
