{
  "imp": "Each night*, choose a player: they die. If you kill yourself this way, a Minion becomes the Imp.",
  "baron": "There are extra Outsiders in play. [+2 Outsiders]",
  "scarlet_woman": "If there are 5 or more players alive & the Demon dies, you become the Demon. (Travellers don't count.)",
  "spy": "Each night, you see the Grimoire. You might register as good & as a Townsfolk or Outsider, even if dead.",
  "poisoner": "Each night, choose a player: they are poisoned tonight and tomorrow day.",
  "butler": "Each night, choose a player (not yourself): tomorrow, you may only vote if they are voting too.",
  "drunk": "You do not know you are the Drunk. You think you are a Townsfolk character, but you are not.",
  "recluse": "You might register as evil & as a Minion or Demon, even if dead.",
  "saint": "If you die by execution, your team loses.",
  "mayor": "If only 3 players live & no execution occurs, your team wins. If you die at night, another player might die instead.",
  "soldier": "You are safe from the Demon.",
  "slayer": "Once per game, during the day, publicly choose a player: if they are the Demon, they die.",
  "virgin": "The 1st time you are nominated, if the nominator is a Townsfolk, they are executed immediately.",
  "ravenkeeper": "If you die at night, you are woken to choose a player: you learn their character.",
  "monk": "Each night*, choose a player (not yourself): they are safe from the Demon tonight.",
  "undertaker": "Each night*, you learn which character died by execution today.",
  "fortune_teller": "Each night, choose 2 players: you learn if either is a Demon. There is a good player that registers as a Demon to you.",
  "empath": "Each night, you learn how many of your 2 alive neighbors are evil.",
  "chef": "You start knowing how many pairs of evil players there are.",
  "investigator": "You start knowing that 1 of 2 players is a particular Minion.",
  "librarian": "You start knowing that 1 of 2 players is a particular Outsider. (Or that zero are in play.)",
  "washerwoman": "You start knowing that 1 of 2 players is a particular Townsfolk.",
  "default": "No Character Selected"
}
